export const joy = {
    Привет: 'Привет! Давай сыграем в краски раскраски. Я называю цвета, а ты говоришь какой цвет получится при их смешении. Начнём?',
    404: 'Ты можешь отвечать на вопросы, например сказав «Синий»',
    wrong: [
        'Неверно, попробуешь ответить ещё раз?',
        'Неправильно, попытаешься ответить ещё раз?',
    ],
    right: [
        'Абсолютно верно!',
        'Да, это так!',
        'Да, получится {color} цвет.',
        'Верно, получится {color} цвет.',
    ],
    gameOver: [
        'На этом всё. Сыграем ещё разок?',
        'На этом всё. Не хочешь попробовать ещё раз?',
    ],
    praise1: [
        ' А я вижу ты разбираешься в красках!',
    ],
    praise2: [
        ' Да ты художник!',
    ],
};