export const sber = {
    Привет: 'Здравствуйте! Давайте сыграем в краски раскраски. Я называю цвета, а вы говорите какой цвет получится при их смешении. Начнём?',
    404: 'Вы можете отвечать на вопросы, например сказав «Синий»',
    wrong: [
        'Неверно, попробуете ответить ещё раз?',
        'Неправильно, попытаетесь ответить ещё раз?',
    ],
    right: [
        'Абсолютно верно!',
        'Да, это так!',
        'Да, получится {color} цвет.',
        'Верно, получится {color} цвет.',
    ],
    gameOver: [
        'На этом всё. Сыграем ещё раз?',
        'На этом всё. Не хотите попробовать ещё раз?',
    ],
    praise1: [
        ' А я вижу вы разбираетесь в красках!',
    ],
    praise2: [
        ' Да вы художник!',
    ],
};