import { Question } from './types';

export const questions: Question[] = [
    {
        question: 'Какой цвет получится если смешать жёлтый с синим?',
        answer: 'зеленый'
    },
    {
        question: 'Какой цвет получится если смешать красный с жёлтым?',
        answer: 'оранжевый'
    },
    {
        question: 'Какой цвет получится если смешать белый с синим?',
        answer: 'голубой'
    },
    {
        question: 'Какой цвет получится если смешать синий с красным?',
        answer: 'фиолетовый'
    },
    {
        question: 'Какой цвет получится если смешать красный с зелёным?',
        answer: 'коричневый'
    },
    {
        question: 'Какой цвет получится если смешать коричневый с белым?',
        answer: 'бежевый'
    },
    {
        question: 'Какой цвет получится если смешать чёрный с белым?',
        answer: 'серый'
    },
]